let questions = [
    "Известный музей восковых фигур создан...",
    "Какое изобретение позволило людям впервые взлететь в воздух?",
    "Что отбрасывает ящерица?",
    "Что построил Джек в стихотворении, переведенным с английского Маршаком?",
    "Что не только символ Нового года, но и старое название китайского чиновника?"
];

let answers = [
    ["1. Леди Тон", "2. Фрау Трюк", "3. Мадам Тюссо", "4. Мисс Глюк"],
    ["1. Аэроплан", "2. Воздушный шар", "3. Динамит", "4. Ракета"],
    ["1. Хвост", "2. Голову", "3. Ногу", "4. Коньки"],
    ["1. Маршрут", "2. График", "3. Коммунизм", "4. Дом"],
    ["1. Мандарин", "2. Оливье", "3. Серпантин", "4. Снеговик"]
];

let rightAnswers = [3, 2, 1, 4, 1];

let result = 0;
